[
    {
        "Constituency": "NIGERIA",
        "PartyAbbrv": "A",
        "Category": "Presidential",
        "Name": "Imumolen Irene Christopher",
        "Age": 38,
        "Gender": "Male",
        "Education": "SSC BACHELOR OF ENGINEERING (MECHANICAL ENGINEERING)",
        "Surname": "Imumolen",
        "Firstname": "Irene",
        "Middlename": "Christopher",
        "OneToWatch": false,
        "Image": "https://tribuneonlineng.com/wp-content/uploads/2022/01/Christopher-Imumolen.jpg",
        "Brief": "Christopher Irene Imumolen (born 5 September 1983) is the Addo of Abaji, an educationist, a university professor, a serial entrepreneur, a business mogul and a Nigerian Politician. He is the founder of Joint Professional Training and Support International Limited (JPTS) and UNIC Foundation, a non-profit, non-governmental organization.\nHe started his work career as a Plant Engineer at BOC Gases Nigeria Plc in February 2005. He is President of the Onshore Offshore Oil and Gas Professional and was also appointed as the Senior Technical Adviser to the Akwa-Ibom state government on Oil and Gas matters, he was also the Technical Safety Consultant to NAPECO Kuwait. He is the Founder of Global Wealth System- a business network system setup to empowering entrepreneurs globally with over 450,000 Membership.\nIn 2019, Imumolen, through his empowerment program supported over 6000 Nigerians with Financial Grant for Businesses between One thousand Dollars to Ten Thousand Dollars each. He followed up with the release of over 200 inmates who were detained for bailable offenses."
    },
    {
        "Constituency": "NIGERIA",
        "PartyAbbrv": "AA",
        "Category": "Presidential",
        "Name": "Almustapha Hamza",
        "Age": 62,
        "Gender": "Male",
        "Education": "F.L.S.C WAEC NDACE",
        "Surname": "Almustapha",
        "Firstname": "Hamza",
        "Middlename": null,
        "OneToWatch": false,
        "Image": "https://cdn.vanguardngr.com/wp-content/uploads/2020/06/Al-Mustapha.jpg",
        "Brief": "Hamza Al-Mustapha (born July 27, 1960) is a retired Nigerian Army major and intelligence officer who served as the country's Chief Security Officer.\nHe joined the army and received intelligence training. He was involved in at least two coup attempt investigations. During Abacha's military regime (17 November 1993 - 8 June 1998), he was appointed Chief Security Officer to the Head of State (CSOHS) with a Special Strike Force Unit.\nAll of these units were involved in extrajudicial killings of regime opponents. Al-Mustapha established a number of small security outfits after being appointed Chief Security Officer, recruiting from the military and other security organizations and training in Israel and Korea."
    },
    {
        "Constituency": "NIGERIA",
        "PartyAbbrv": "AAC",
        "Category": "Presidential",
        "Name": "Sowore Omoyele Stephen",
        "Age": 51,
        "Gender": "Male",
        "Education": "FSLC WAEC MASTER'S DEGREE",
        "Surname": "Sowore",
        "Firstname": "Omoyele",
        "Middlename": "Stephen",
        "OneToWatch": false,
        "Image": "https://www.ripplesnigeria.com/wp-content/uploads/2022/10/Sowore--scaled.jpeg",
        "Brief" : "Omoyele Sowore is from Ese-Odo, Ondo State, in South West Nigeria. Sowore was raised in a polygamous home with sixteen children. He learned to ride a motorcycle at the age of 12 in order to ensure he could go fishing for food for his entire family every morning before school. His passion and desire for media were fueled by Nigeria's military rule.\nSowore studied Geography and Planning at the University of Lagos from 1989 to 1995, after being expelled twice for political reasons and student activism. Between 1992 and 1994, he served as President of the University of Lagos Student Union Government, where he was active in anti-cult and anti-corruption campaigns. Sowore graduated from Columbia University with a master's degree in public administration."
    },
    {
        "Constituency": "NIGERIA",
        "PartyAbbrv": "ADC",
        "Category": "Presidential",
        "Name": "Kachikwu Dumebi",
        "Age": 48,
        "Gender": "Male",
        "Education": "FLSC WAEC",
        "Surname": "Kachikwu",
        "Firstname": "Dumebi",
        "Middlename": null,
        "OneToWatch": false,
        "Image": "https://dailypost.ng/wp-content/uploads/2022/02/pjimage-1-6.jpg",
        "Brief": "Dumebi Kachikwu is an entrepreneur, politician, businessman and also a well-loved philanthropist. He is also a media entrepreneur - Chairman of Roots Television Nigeria. Dumebi Kachikwu has built a long and prosperous career as a businessman within numerous sectors, mainly media/telecommunications, agriculture, and construction.\nHe leads Netlink Technologies and regularly collaborates with other leading companies within the tech industry in order to drive technological advancement and accessibility to people from all over the world. Born on December 20, He attended the University of Benin Demonstration Secondary School."
    },
    {
        "Constituency": "NIGERIA",
        "PartyAbbrv": "ADP",
        "Category": "Presidential",
        "Name": "Sani Yabagi Yusuf",
        "Age": 68,
        "Gender": "Male",
        "Education": "FSLC SECONDARY SCHOOL CERTIFICATE BSC",
        "Surname": "Sani",
        "Firstname": "Yabagi",
        "Middlename": "Yusuf",
        "OneToWatch": false,
        "Image": "https://elections.civichive.org/wp-content/uploads/2022/12/Sani-Yabagi-Yusuf-ADP.jpg",
        "Brief": "Yabagi Yusuf Sani, known mostly as (YYSani or Jakardan Nupe) meaning Ambassador of Nupe, (born 1 July 1957) is a Nigerian politician, Energy and Crude oil expert and is the current National Chairman of The Action Democratic Party (ADP). He was a presidential candidate in the 2019 Nigerian general election. Yabagi started as an administrative officer-depot chief in (PPMC Depot) Kano in 1980 under Nigerian National Petroleum Corporation.\nSani began his political career in 1991 as a founding member of the All Nigeria Peoples Party (ANPP) and a member of its board of trustees.\nIn 1999, Sani was the candidate of All Peoples Party (APP) in Niger State for the governorship election, he was also the financial secretary of the then Nigeria Liberal Convention (NLC/NRC), he was the North Central presidential coordinator of Alhaji Bashir Tofa in 1993."
    },
    {
        "Constituency": "NIGERIA",
        "PartyAbbrv": "APC",
        "Category": "Presidential",
        "Name": "Tinubu Bola Ahmed",
        "Age": 70,
        "Gender": "Male",
        "Education": "BSC BUSINESS AND ADMINISTRATION",
        "Surname": "Tinubu",
        "Firstname": "Bola",
        "Middlename": "Ahmed",
        "OneToWatch": true,
        "Image": "https://nigeriansketch.com/wp-content/uploads/2023/03/Bola-Tinubu-....jpg",
        "Brief": "Bola Ahmed Adekunle Tinubu (born 29 March 1952) is a Nigerian accountant and politician who served as the Governor of Lagos State from 1999 to 2007 and Senator for Lagos West during the brief Third Republic.\nTinubu spent his early life in southwestern Nigeria and later moved to United States where he studied Accounting at Chicago State University. He returned to Nigeria in the early 1980s and was employed by Mobil Nigeria as an accountant, before entering politics as a Lagos West senatorial candidate in 1992 under the banner of the Social Democratic Party. After dictator Sani Abacha dissolved the Senate in 1993, Tinubu became an activist campaigning for the return of democracy as a part of the National Democratic Coalition movement. Although he was forced into exile in 1994, Tinubu returned after Abacha's 1998 death triggered the beginning of the transition to the Fourth Republic.\nTinubu’s two terms were marked by attempts at modernizing the city of Lagos and his feuds with the PDP-controlled federal government. After leaving office in 2007, he since played a key role in the formation of the All Progressives Congress in 2013. Long and controversial, Tinubu’s career has been plagued by accusations of corruption and questions about the veracity of his personal history.",
        "ManifestoSnippets": [
            "On Economy and Poverty: \"We shall train and give economic opportunity to the poorest and most vulnerable among us. We seek a Nigeria where no parent is compelled to send a child to bed hungry, worried whether tomorrow shall bring food.\"",
            "On Economy and Security: \"As we fight insecurity, we must deal with our economy at the same time. We know that business and insecurity cannot thrive side-by-side,...Our guiding principle regarding economic policy shall be to provide the right policy framework so that business can flourish...I want to do more than help existing businesses to exist. We must create the space where new sectors and lines of business can open.\"",
            "On ASUU: \"Also, the issue of ASUU requires honesty. We will carry everyone along. As governor of Kano, we were not going on strike because we were providing them with what they needed. We will ensure that these universities are upgraded and improved before anything else. Leaders must lead from the front.\"",
            "On Security; \"We will increase the numbers of our military and non-military security forces and specialist anti-terrorist battalions would be established...in summary, our objective is to be able to out-manoeuvre, outwit and outflank the terrorists and criminal groups. They want to defeat our democratic and good society. We shall defeat their evil one.\"",
            "On Electricity: \"We shall generate, transmit and distribute sufficient, affordable electricity to give our people the requisite power to live their dreams.\"",
            "On Finance: \"We shall not be afraid to regulate wisely. We cannot allow instances like the collapse of FTX to happen here.\"",
            "On Nation building: \"We must protect businesses, consumer and investor confidence in equal proportion and improve the nation's power sector which is critical to any economic development and strengthen the health sector.\"",
            "On Economy: \"We must grow this economy so that it can accommodate over 200 million people with a decent standard of living...Part of the virtuous economic cycle we seek to create is to collaborate with the private sector to bring about massive infrastructural renewal.\"",
            "On Terrorism: \"I am committed to securing Nigerians from violence and the fear of such violence, terror, kidnapping and banditry have no place in the society I envision.\"",
            "On Security; \"We will increase the numbers of our military and non-military security forces and specialist anti-terrorist battalions would be established...in summary, our objective is to be able to out-manoeuvre, outwit and outflank the terrorists and criminal groups. They want to defeat our democratic and good society. We shall defeat the evil ones.\""
        ]
    },
    {
        "Constituency": "NIGERIA",
        "PartyAbbrv": "APGA",
        "Category": "Presidential",
        "Name": "Umeadi Peter Nnanna Chukwudi",
        "Age": 67,
        "Gender": "Male",
        "Education": "ST. MACHAEL'S PRIMARY SCHOOL UMUAHIA WAEC, CHRIST THE KING COLLEGE, ONITSHA LL.B, (HONS), BL. UNN AND NIGERIA LAW SCHOOL LAGOS",
        "Surname": "Umeadi",
        "Firstname": "Peter",
        "Middlename": "Nnanna Chukwudi",
        "OneToWatch": false,
        "Image": "https://dailypost.ng/wp-content/uploads/2022/01/Umeadi.jpeg",
        "Brief": "Peter Umeadi is a party chieftain, politician and a former Chief Judge of Anambra state judiciary. Umeadi, a Professor of Law at the University of Nigeria, Nsukka.\nFollowing his retirement as the state’s Chief Judge in March 2019, Umeadi, a Professor of Law at the University of Nigeria, joined the party in his Nri Ward II in Anaocha, Anambra."
    },
    {
        "Constituency": "NIGERIA",
        "PartyAbbrv": "APM",
        "Category": "Presidential",
        "Name": "Ojei Princess Chichi",
        "Age": 44,
        "Gender": "Female",
        "Education": "AMERICAN INTERNATIONAL SCHOOL (AIS) AIS\/AGOS LEROSEY ROLLE, SWITZERLAND",
        "Surname": "Ojei",
        "Firstname": "Princess",
        "Middlename": "Chichi",
        "OneToWatch": false,
        "Image": "https://media.premiumtimesng.com/wp-content/files/2023/01/images-2.jpeg",
        "Brief" : "Princess Chichi Ojei, a prominent Delta-born politician and astute administrator.\nOjei who schooled both in Nigeria and overseas, is a corporate finance specialist and the executive director of Nuel Ojei Holdings."
    },
    {
        "Constituency": "NIGERIA",
        "PartyAbbrv": "APP",
        "Category": "Presidential",
        "Name": "Nnadi Charles Osita",
        "Age": 49,
        "Gender": "Male",
        "Education": "FIRST SCHOOL LEAVING CERTIFICATE SENIOR SECONDARY SCHOOL CERTIFICATE",
        "Surname": "Nnadi",
        "Firstname": "Charles",
        "Middlename": "Osita",
        "OneToWatch": false,
        "Image": "https://cdn.mynigeria.com/imagelib/pics/637/63707674.295.jpg"
    },
    {
        "Constituency": "NIGERIA",
        "PartyAbbrv": "BP",
        "Category": "Presidential",
        "Name": "Adenuga Sunday Oluwafemi",
        "Age": 48,
        "Gender": "Male",
        "Education": "FIRST SCHOOL LEAVING CERTIFICATE SSCE MASTER OF SCIENCE",
        "Surname": "Adenuga",
        "Firstname": "Sunday",
        "Middlename": "Oluwafemi",
        "OneToWatch": false,
        "Image": "https://elections.civichive.org/wp-content/uploads/2022/12/Adenuga-Sunday-Oluwafemi-BP.jpg",
        "Brief": "Mr Sunday Adenuga (Sonny, as he is fondly called) is a businessman and a Risk and Control Leader and Expert from Ogun state, South West Nigeria.\nSonny has led successful change adopting technology to deliver social justice where required. Hiss academic qualifications include among others, diploma and degrees in Mathematics, Statistics, and Project Management as well as other professional qualifications.\nHis goal for running for the office of the president is to develop Nigerians and Nigeria. In the past years, Sunday Adenuga has been working to create a leadership framework that will bring the best out of Nigerians."
    },
    {
        "Constituency": "NIGERIA",
        "PartyAbbrv": "LP",
        "Category": "Presidential",
        "Name": "Obi Peter Gregory",
        "Age": 61,
        "Gender": "Male",
        "Education": "FSLC WASC\/GCE Degree",
        "Surname": "Obi",
        "Firstname": "Peter",
        "Middlename": "Gregory",
        "OneToWatch": true,
        "Image": "https://dailypost.ng/wp-content/uploads/2023/02/Peter-Obi-011-3.webp",
        "Brief": "Peter Gregory Obi CON (born July 19, 1961) is a Nigerian businessman and politician who previously served as governor of Anambra from March to November 2006, February to May 2007, and June 2007 to March 2014. He was elected as the Labour Party's candidate for President of Nigeria in the 2023 presidential election in May 2022.\nObi was born in Onitsha in 1961 and graduated from the University of Nigeria in 1984. Following that, he went into business and banking, eventually rising to hold several high-level executive positions at banks. Obi was the chairman of Fidelity Bank in the early 2000s before leaving to enter politics. Obi ran for governor as a member of the All Progressives Grand Alliance in 2003 and wasn't declared the winner until after three years of legal battles and took office in March 2006.",
        "ManifestoSnippets": [
            "On National Debt: \"I am not against borrowing, but we will not encourage borrowing for consumption. The 2021 budget is about N21 trillion with a deficit of about 11 Trillion; all these are estimates. Approximately, N6 trillion is for subsidy. By the time you remove the subsidy, you've reduced this by half. I believe the subsidy must go.\"",
            "On Flooding: \"In Nigeria the situation is hopeless. if there is anything that Nigeria is suppose to be doing now, it is dealing with this issues. I was the first governor to approach UN Habitat on Urban Renewal... and I followed it through.\"",
            "On Finance: \"As a governor, I served a state for eight years and you can go to that state and see that not one day, did I ever borrow from any financial institution in Nigeria, neither have I been invited by anybody to question their missing money\"",
            "On Other Contestants: \"There is no different ideology between all of us who are running. Our politics have not matured to where you have different ideologies or beliefs.\"",
            "On Corruption: \"We will stop stealing of government money and those who are stealing it will meet what they didn't bargain for.\"",
            "\"When I assume office next year as the president of Nigeria, we'll be faced with an array of daunting task that needs to be dealt with...as difficult as it looks, it is not unsolvable.\""
        ]
    },
    {
        "Constituency": "NIGERIA",
        "PartyAbbrv": "NNPP",
        "Category": "Presidential",
        "Name": "Musa Mohammed Rabiu Kwankwaso",
        "Age": 66,
        "Gender": "Male",
        "Education": "FIRST SCHOOL LEAVING CERTIFICATE TECHNICAL TRAINING CERTIFICATE CRAFT TRAINING CERT, OND, HND, POST GRADUATE DIPLOMA, MASTERS OF SCIENCE (MSc), PHD (WATER)",
        "Surname": "Musa",
        "Firstname": "Rabiu",
        "Middlename": "Kwankwaso",
        "OneToWatch": true,
        "Image": "https://i1.wp.com/dailynigerian.com/wp-content/uploads/2022/04/Senator-Kwankwaso.jpeg",
        "Brief": "Rabi'u Musa Kwankwaso, FNSE, FNIQS (born October 21, 1956) is a Nigerian politician who served as Kano State Governor from 1999 to 2003 and again from 2011 to 2015. After losing re-election in 2003, he was appointed as the Fourth Republic's first Minister of Defence with no prior military experience from 2003 to 2007, during the administration of President Olusegun Obasanjo. He was later elected to the Senate in 2015, representing Kano Central Senatorial District on the platform of the All Progressives Congress (APC).\nHe is currently the national leader of the New Nigeria Peoples Party. He has widespread support in Kano and northern Nigeria and is regarded as a charismatic populist. Kwankwaso ran unsuccessfully for the presidential nomination of the opposition All Progressive Congress in 2015 losing to the current President Muhammad Buhari. In 2018, he rejoined the People's Democratic Party (PDP) and ran for president, losing to Atiku Abubakar. Rabiu Musa Kwankwaso has been confirmed as the New Nigeria Peoples Party (NNPP) presidential candidate for the 2023 general elections.",
        "ManifestoSnippets": [
            "On ASUU: \"Also, the issue of ASUU requires honesty. We will carry everyone along. As governor of Kano, we were not going on strike because we were providing them with what they needed. We will ensure that these universities are upgraded and improved before anything else. Leaders must lead from the front.\"",
            "On Local Govenrments: \"We will ensure that the local government council works and uses its resources effectively. We will create community participation. State governors are stifling local government funds. We are serving the same people. We will encourage the states and LGs to ensure that agriculture, electricity are given priority for job creation.\"",
            "\"We constructed four cities in Kano in four years just to ensure we removed people from poverty. Corruption, drugs must be fought for a saner society that will allow Nigerians to have job opportunities. There is also the need to look at the constitution as it is today.\"",
            "\"We will be willing to sit down with everyone with grudges in any part of the country to dialogue and at the end of the day, anyone, who decides to do otherwise, definitely, the law will take its course.\"",
            "\"The biggest surprise will come when our party, the NNPP will win the 2023 presidential election God willing.\""
        ]
    },
    {
        "Constituency": "NIGERIA",
        "PartyAbbrv": "NRM",
        "Category": "Presidential",
        "Name": "Osakwe Felix Johnson",
        "Age": 57,
        "Gender": "Male",
        "Education": "NABTEB (NBC\/NTC & ANBC\/ ANTC) FIRST SCHOOL LEAVING CERTIFICATE B.A MSc",
        "Surname": "Osakwe",
        "Firstname": "Felix",
        "Middlename": "Johnson",
        "OneToWatch": false,
        "Image": "https://3.bp.blogspot.com/-w7YROoQJ61Q/W5OSCIbG8hI/AAAAAAAAYx0/8kpjnmHgC989g33g9TL94NCxc6WbqFZcwCLcBGAs/w1200-h630-p-k-no-nu/osakwe.jpg",
        "Brief": "Felix Johnson Osakwe is a traditional and gifted Clergyman, a respected Diplomat, a Humanitarian Ambassador, and a successful businessman in Nigeria and beyond.\nHe attended Ashworth University in Atlanta, Georgia, USA, where he majored in Legal and Criminal Justice. He also earned a Bachelor of Theology (B.Th) and a Master of Theology (M.Th) from Freedom University And Theological Seminary USA. Freedom University and Theological Seminary USA confirmed him with an Honorary Doctorate Degree (PhD) in Philanthropic Management, and also, a Doctor of Divinity and Public Administration Honorary Doctorate Degree (PhD) from Highstone International University USA.\nHe serves as the Director of Executive Affairs, UPF Nigeria, where he engages actively with critical stakeholders and duty bearers in social, economic and political spaces within and outside Nigeria, lending his diplomatic skills and expertise to peace brokerage and crisis management, intersecting corporate excellence with social good."
    },
    {
        "Constituency": "NIGERIA",
        "PartyAbbrv": "PDP",
        "Category": "Presidential",
        "Name": "Abubakar Atiku",
        "Age": 75,
        "Gender": "Male",
        "Education": "GCE MASTERS",
        "Surname": "Abubakar",
        "Firstname": "Atiku",
        "Middlename": null,
        "OneToWatch": true,
        "Image": "https://cdn.vanguardngr.com/wp-content/uploads/2023/04/Atiku-Abubakar.jpg",
        "Brief": "Atiku Abubakar GCON (born November 25, 1946) is a Nigerian politician and businessman who served as Vice President of Nigeria from 1999 to 2007 during Olusegun Obasanjo's presidency. He ran for governor of Adamawa State in 1990, 1996, and 1998, when he was elected before becoming Obasanjo's running mate in the 1999 presidential election and re-elected in 2003.\nAtiku Abubakar ran unsuccessfully for President of Nigeria five times, in 1993, 2007, 2011, 2015, and 2019. He ran in the Social Democratic Party presidential primaries in 1993 but lost to Moshood Abiola and Baba Gana Kingibe. In the 2007 presidential election, he ran as an Action Congress presidential candidate, finishing third behind Umaru Yar'Adua of the PDP and Muhammadu Buhari of the ANPP. During the 2011 presidential election, he ran in the People's Democratic Party presidential primaries, losing to the incumbent President Goodluck Jonathan.",
        "ManifestoSnippets":[
            "On Privatisation of National Assets: \"We have four refineries and they have ceased to function but we still budget money to them. We should give it to private persons to run them to create employment.\"",
            "On Governance: \"We need people who have the experience, record and knowledge to take us out of the challenging situation. That I believe makes me unique. I have the experience, record, and knowledge to turn things around for Nigeria.\"",
            "On Security: \"I believe we should be able to negotiate with the agitators. We believe that what they need is autonomy that is why we are proposing restructuring. I believe devolution of powers is the solution to their agitation. There is no one single geo political zone that can achieve political power without crossing the Niger.\"",
            "On the proliferation of light arms: \"Again, a few years ago, 2007, I set up a committee to help me find a solution to Niger Delta militancy. When I didn't win, I handed over the document to Yar Adua, the amnesty was the result.\"",
            "On alleged persecution of Christian minorities in the north: \"All minorities are being persecuted; it depends on where you find yourself. Most of these are the responsibilities of the sub nationals. By the time you have adequate security, they should be able to resolve these issues.\"",
            "On Education and ASUU; \"All we can do is to create enabling environment for the states and local government to ensure that education is funded and ensure they access the counterpart funding… I'm going to increase the funding level; I'm also committed to clearing ASUU's backlog to ensure they go back to school. When the FG releases money to university, it doesn't go straight to them, we must find a way to ensure that fund gets to them.\"",
            "On Security Votes; \"Security votes have been there for a while. I will not cancel it. I will advocate for accountability of the security votes. So, I will ensure that the governors account for security votes.\"",
            "On National Security; \"I admire the United Arab Emirate security system, because you won't see police or security personnel on the street, but virtually everyone is being monitored through the deployment of technology. The fact that you are being monitored will discourage you from committing a crime. So, I will deploy technology to address this. We will also reform the current security structure.\""
        ]
    },
    {
        "Constituency": "NIGERIA",
        "PartyAbbrv": "PRP",
        "Category": "Presidential",
        "Name": "Abiola Latifu Kolawole",
        "Age": 60,
        "Gender": "Male",
        "Education": "SCHOOL LEAVING CERTIFICATE WAEC BSC. MBA & MSC.",
        "Surname": "Abiola",
        "Firstname": "Latifu",
        "Middlename": "Kolawole",
        "OneToWatch": false,
        "Image": "https://media.premiumtimesng.com/wp-content/files/2022/06/Kola-Abiola-pix-e1663448825123.jpg",
        "Brief": "Abdul-Lateef Kola Abiola, born July 1, 1962, better known as Kola Abiola, is a Nigerian politician. He is the presidential candidate of the People's Redemption Party (PRP).\nKola Abiola went to Berkeley and then Colorado State University, where he obtained a Bachelor's degree in Finance and an MBA in Business Administration."
    },
    {
        "Constituency": "NIGERIA",
        "PartyAbbrv": "SDP",
        "Category": "Presidential",
        "Name": "Adebayo Adewole Ebenezer",
        "Age": 50,
        "Gender": "Male",
        "Education": "FLSC SSCE LLB",
        "Surname": "Adebayo",
        "Firstname": "Adewole",
        "Middlename": "Ebenezer",
        "OneToWatch": false,
        "Image": "https://leadership.ng/wp-content/uploads/2022/06/Prince-Adewole-Adebayo.jpg",
        "Brief": "Adewole Adebayo (born 8 January 1972) is a Nigerian Lawyer and Founder of KAFTAN TV. He is currently running for President of Nigeria under the Social Democratic Party (Nigeria). Adewole Adebayo began his legal career as a litigation lawyer at Tunji Abayomi and Co in Lagos, Nigeria.\n After two years of legal practice, he founded his own law firm, Adewole Adebayo & Co., House of Law, in 2002. In 2016, Adewole Adebayo established KAFTAN TV. Adebayo sponsors nearly 2,000 young Nigerians in Nigerian and foreign tertiary institutions, in addition to numerous people he has financially empowered across the country. Adebayo is a public affairs commentator who provides advice on national issues on occasion and participates in Nigerian politics as a member of the Third Force."
    },
    {
        "Constituency": "NIGERIA",
        "PartyAbbrv": "YPP",
        "Category": "Presidential",
        "Name": "Ado-Ibrahim Abdulmalik",
        "Age": 58,
        "Gender": "Male",
        "Education": "PREPARATORY HIGH SCHOOL DIPLOMA BACHELOR OF SCIENCE IN ECONOMICS",
        "Surname": "Ado-Ibrahim",
        "Firstname": "Abdulmalik",
        "Middlename": null,
        "OneToWatch": false,
        "Image": "https://independent.ng/wp-content/uploads/Prince-Ado-Ibrahim.jpg",
        "Brief": "Ado-Ibrahim Abdulmalik is a Nigerian born business and politician who is a Kogi Prince and the founder of Bicernergy. He is the presidential candidate under YPP.\nHe studied in the US and the UK where his area of study was mainly Automobiles. Prince Malik, educated at a private school in England, graduated from a British military academy, and is the holder of a masters degree in marketing from the University of Southern California."
    },
    {
        "Constituency": "NIGERIA",
        "PartyAbbrv": "ZLP",
        "Category": "Presidential",
        "Name": "Nwanyanwu Daniel Daberechukwu",
        "Age": 62,
        "Gender": "Male",
        "Education": "WEST AFRICAN SCHOOL CERTIFICATE BACHELOR OF LAWS",
        "Surname": "Nwanyanwu",
        "Firstname": "Daniel",
        "Middlename": "Daberechukwu",
        "OneToWatch": false,
        "Image": "https://dailypost.ng/wp-content/uploads/2022/03/Dan-Nwanyanwu.png",
        "Brief": "Dan Nwanyanwu mni, OFR (born November 23, 1959) is a Nigerian politician, businessman, and lawyer who served as the Labour Party (LP) chairman from 2004 to 2014. He worked for Union Bank from 1979 to 1993 and held several positions within the National Union of Banks, Insurance, and Financial Institutions Employees (NUBIFIE), rising to the position of National Treasurer and then National President in 1989. The latter appointment automatically made him a member of the Nigeria Labour Congress's (NLC) National Executive Council.\nIn 1992, he graduated as a \"Member of the National Institute\" (mni) from the National Institute for Policy and Strategic Studies in Kuru, Jos. In order to complete the program, he resigned from his position at the Union Bank of Nigeria in February 1993. He completed his law degree in 1998 and then attended the Nigerian Law School before being admitted to the Nigerian Bar in 2000. He earned a master's degree in law (LL.M) from the University of Lagos and did his pupilage in the Chief Rotimi Williams Chambers under the close supervision of Frederick Rotimi Williams."
    }
]
